clackups/draftling/sdkconfig.defaults.lilygo_t5_epd_s3_pro_h752
# CMakePresets.json board defaults: LilyGO T5 E-Paper S3 Pro original H752
# Sets the hardware model and IDF target used by the "lilygo_t5_epd_s3_pro_h752" preset.

CONFIG_IDF_TARGET="esp32s3"
CONFIG_DRAFTLING_MODEL_LILYGO_T5_EPD_S3_PRO_H752=y
